/* No comment provided by engineer. */
"Copy '%@' to Final Cut Server watch folder path '%@'" = "„%1$@“ in den von Final Cut Server überwachten Ordner „%2$@“ kopieren";

/* No comment provided by engineer. */
"Copy podcast to a watch folder of Final Cut Server" = "Podcast in einen von Final Cut Server überwachten Ordner kopieren";

/* No comment provided by engineer. */
"FC Server" = "FC-Server";

/* No comment provided by engineer. */
"Final Cut Server" = "Final Cut Server";

/* No comment provided by engineer. */
"No media selected." = "Keine Medien ausgewählt.";

/* No comment provided by engineer. */
"Selected media does not exist." = "Die ausgewählten Medien existieren nicht.";

/* No comment provided by engineer. */
"Shared folder path cannot be empty." = "Der Pfad für den freigegebenen Ordner darf nicht leer sein.";

/* No comment provided by engineer. */
"Unknown" = "Unbekannt";

